Failure in Auto-Glazing region computation.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId AutoGlazingFailedError { get; }
  Visual Basic
Public Shared ReadOnly Property AutoGlazingFailedError As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ AutoGlazingFailedError {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MassFailures Class
  Autodesk.Revit.DB Namespace